Repository: InovacodeDev/shop-wise-web
Catalog: src/locales/*/messages.po
Languages: pt

source: Register your purchases quickly by scanning the receipt's QR code.
pt: Registre suas compras rapidamente escaneando o QR code do recibo.

source: Remembered your password?
pt: Lembrou sua senha?

source: Remove from my lists
pt: Remover das minhas listas

source: Reporting tools will be available here.
pt: Ferramentas de relatórios estarão disponíveis aqui.

source: Retry
pt: Tentar novamente

source: Retry attempt: {retryCount}
pt: Tentativa de repetição: {retryCount}

source: Retrying...
pt: Tentando novamente...

source: Run audits and tests on the system.
pt: Executar auditorias e testes no sistema.

source: Running in fallback mode - some features may be limited
pt: Executando em modo de reserva - alguns recursos podem estar limitados

source: Save Changes
pt: Salvar alterações

source: Save Error
pt: Erro ao salvar

source: Save Preferences
pt: Salvar preferências

source: Save Purchase
pt: Salvar compra

source: Save when billed annually
pt: Economize com cobrança anual

source: Saving...
pt: Salvando...

source: Scan Receipt
pt: Escanear recibo

source: Scan Receipts
pt: Escanear recibos

source: Scanner error
pt: Erro do scanner

source: Scanner QR Code
pt: Scanner de QR Code

source: Scanning for QR codes...
pt: Procurando por códigos QR...

source: Search by store or product...
pt: Pesquisar por loja ou produto...

source: Security
pt: Segurança

source: Security configuration will be here.
pt: A configuração de segurança estará disponível aqui.

source: Select a category
pt: Selecione uma categoria

source: Select a date
pt: Selecione uma data

source: Select a subcategory
pt: Selecione uma subcategoria

source: Select a theme
pt: Selecione um tema

source: Select PDF File
pt: Selecione o arquivo PDF

source: Select Plan
pt: Selecione um plano

source: Select the PDF of your electronic fiscal receipt (NFC-e) to automatically extract the purchase data.
pt: Selecione o PDF do seu recibo fiscal eletrônico (NFC-e) para extrair automaticamente os dados da compra.

source: Send and manage global notifications.
pt: Enviar e gerenciar notificações globais.

source: Send Reset Link
pt: Enviar link de redefinição

source: Senha atual é obrigatória.
pt: A senha atual é obrigatória.

source: Settings
pt: Configurações

source: Shopping List
pt: Lista de compras

source: ShopWise transforms your receipts into powerful insights, helping you save money, optimize your shopping list, and control your family's finances effortlessly.
pt: ShopWise transforma seus recibos em insights poderosos, ajudando você a economizar, otimizar sua lista de compras e controlar as finanças da sua família sem esforço.

source: Show password
pt: Mostrar senha

source: Showing {maxVisiblePurchases} of {0} purchases
pt: Mostrando {maxVisiblePurchases} de {0} compras

source: Sign out
pt: Sair

source: Signing in...
pt: Entrando...

source: Smart Lists
pt: Listas inteligentes

source: Smarter Purchases,
pt: Compras mais inteligentes,

source: Spending
pt: Gastos

source: Spending by Category - {currentMonthName}
pt: Gastos por categoria - {currentMonthName}

source: Spending Trend
pt: Tendência de gastos

source: Spending Trend - {currentMonthName}
pt: Tendência de gastos - {currentMonthName}

source: Stable
pt: Estável

source: Start adding purchases to see your monthly spending history here.
pt: Comece a adicionar compras para ver seu histórico de gastos mensais aqui.

source: Start adding purchases to see your spending analysis.
pt: Comece a adicionar compras para ver sua análise de gastos.

source: Start Now for Free
pt: Comece agora de graça

source: Start Scanning
pt: Iniciar escaneamento

source: Stocks
pt: Ações

source: Stop Scanning
pt: Parar escaneamento

source: Store
pt: Loja

source: Store Name
pt: Nome da loja

source: Store Removed
pt: Loja removida

source: Store Type
pt: Tipo de loja

source: Store:
pt: Loja:

source: Subcategory
pt: Subcategoria

source: Success!
pt: Sucesso!

source: Supermarket
pt: Supermercado

source: Sync across devices
pt: Sincronizar entre dispositivos

source: System
pt: Sistema

source: System Logs
pt: Logs do sistema

source: System overview.
pt: Visão geral do sistema.

source: Target
pt: Meta

source: The logs viewer will be here.
pt: O visualizador de logs estará aqui.

source: The store was removed from your lists.
pt: A loja foi removida das suas listas.

source: The user management interface will be here.
pt: A interface de gerenciamento de usuários estará aqui.

source: Theme
pt: Tema

source: There is no data available for the selected insight. Start adding purchases to see your data here.
pt: Não há dados disponíveis para o insight selecionado. Comece a adicionar compras para ver seus dados aqui.

source: These are the stores you shop at most often. We'll use them to generate personalized insights.
pt: Estas são as lojas em que você mais faz compras. As usaremos para gerar insights personalizados.

source: This action is irreversible. All your shopping lists, history and insights will be permanently deleted. This cannot be undone.
pt: Esta ação é irreversível. Todas as suas listas de compras, histórico e insights serão excluídos permanentemente. Isto não pode ser desfeito.

source: This action is irreversible. Your account, profile and all associated data will be permanently deleted. This cannot be undone.
pt: Esta ação é irreversível. Sua conta, perfil e todos os dados associados serão excluídos permanentemente. Isto não pode ser desfeito.

source: This list is empty.
pt: Esta lista está vazia.

source: This Month
pt: Este mês

source: This will permanently delete all your data.
pt: Isto excluirá permanentemente todos os seus dados.

source: This will permanently delete the purchase and its items. This action can't be undone.
pt: Isto excluirá permanentemente a compra e seus itens. Esta ação não pode ser desfeita.

source: This will permanently delete your account.
pt: Isto excluirá permanentemente sua conta.

source: To Buy
pt: Para comprar

source: To confirm, please enter the code <b>{confirmationCode}</b> in the box below.
pt: Para confirmar, insira o código <b>{confirmationCode}</b> na caixa abaixo.

source: Top Category
pt: Categoria principal

source: Top Expenses - {currentMonthName}
pt: Principais despesas - {currentMonthName}

source: Total Price
pt: Preço total

source: Total Quantity
pt: Quantidade total

source: Total Spending
pt: Gasto total

source: Total to Pay
pt: Total a pagar

source: Track expenses, accounts and categories
pt: Rastreie despesas, contas e categorias

source: Trial
pt: Teste

source: Try adjusting your filters or add a new purchase to get started.
pt: Tente ajustar seus filtros ou adicione uma nova compra para começar.

source: Try Again
pt: Tentar novamente

source: Type
pt: Tipo

source: Unit
pt: Unidade

source: Unit Price
pt: Preço unitário

source: Unlock detailed consumption analyses and personalized insights by upgrading to our Premium plan.
pt: Desbloqueie análises detalhadas de consumo e insights personalizados atualizando para o plano Premium.

source: Update your personal details.
pt: Atualize seus dados pessoais.

source: Updating...
pt: Atualizando...

source: Upgrade to access this and many other advanced features.
pt: Atualize para acessar este e muitos outros recursos avançados.

source: Upgrade your Plan
pt: Atualizar seu plano

source: Usage Reports
pt: Relatórios de uso

source: Use a QR code reader to obtain the URL
pt: Use um leitor de QR code para obter a URL

source: View all notifications
pt: Ver todas as notificações

source: View and filter all your past purchases.
pt: Visualize e filtre todas as suas compras anteriores.

source: View and manage all registered users.
pt: Visualize e gerencie todos os usuários cadastrados.

source: View system and application logs.
pt: Visualize os logs do sistema e da aplicação.

source: Visual Insights
pt: Insights visuais

source: vs avg
pt: vs média

source: vs last month
pt: vs mês anterior

source: We are extracting information from your fiscal receipt. This may take a few seconds.
pt: Estamos extraindo informações do seu recibo fiscal. Isto pode levar alguns segundos.

source: We couldn't extract data from the PDF. Please ensure it's a valid electronic fiscal receipt (NFC-e) and try again. If the problem persists, you can enter the data manually.
pt: Não foi possível extrair dados do PDF. Verifique se é um recibo fiscal eletrônico (NFC-e) válido e tente novamente. Se o problema persistir, você pode inserir os dados manualmente.

source: We couldn't generate an analysis for this dataset. Try again later or add more purchase data.
pt: Não conseguimos gerar uma análise para este conjunto de dados. Tente novamente mais tarde ou adicione mais dados de compras.

source: We will not use data from these stores for price comparison insights.
pt: Não usaremos dados dessas lojas para insights de comparação de preços.

source: Weekly
pt: Semanal

source: Welcome Back!
pt: Bem-vindo de volta!

source: Welcome to the admin dashboard. Here you can manage users, view reports, and configure the system.
pt: Bem-vindo ao painel de administração. Aqui você pode gerenciar usuários, ver relatórios e configurar o sistema.

source: Wholesale
pt: Atacarejo

source: Yearly
pt: Anual

source: Yes, delete
pt: Sim, excluir

source: Yes, delete my account
pt: Sim, excluir minha conta

source: Yes, delete my data
pt: Sim, excluir meus dados

source: Yes, sign out
pt: Sim, sair

source: You have no new notifications.
pt: Você não tem novas notificações.

source: You need to be logged in to perform this action.
pt: Você precisa estar logado para realizar esta ação.

source: You need to be logged in to save preferences.
pt: Você precisa estar logado para salvar preferências.

source: You will be redirected to the home page.
pt: Você será redirecionado para a página inicial.

source: Your active shopping list at the moment.
pt: Sua lista de compras ativa no momento.

source: Your email address cannot be changed.
pt: Seu endereço de email não pode ser alterado.

source: Your Name
pt: Seu nome

source: Your payment has been processed successfully.
pt: Seu pagamento foi processado com sucesso.

source: Your preferences have been saved.
pt: Suas preferências foram salvas.

source: Your profile has been updated.
pt: Seu perfil foi atualizado.

source: Your request is queued to avoid API rate limits.
pt: Sua solicitação foi enfileirada para evitar limites de taxa da API.

source: Your spending behavior over time, with current focus on {currentMonthName}.
pt: Seu comportamento de gastos ao longo do tempo, com foco atual em {currentMonthName}.

source: Your spending behavior through {currentMonthName}. Current month is highlighted.
pt: Seu comportamento de gastos até {currentMonthName}. O mês atual está destacado.
