Repository: InovacodeDev/shop-wise-web
Catalog: src/locales/*/messages.po
Languages: pt

source: {0, plural, one {# item} other {# items}}
pt: {0, plural, one {# item} other {# itens}}

source: {0, plural, one {# purchase} other {# purchases}}
pt: {0, plural, one {# compra} other {# compras}}

source: {0} is available to premium users only.
pt: {0} está disponível apenas para usuários premium.

source: {0} is now a favorite store.
pt: {0} agora é uma loja favorita.

source: {0} of total spending
pt: {0} do total de gastos

source: {0} was added to your favorites.
pt: {0} foi adicionado aos seus favoritos.

source: {0} will now be ignored in price comparisons.
pt: {0} agora será ignorado nas comparações de preços.

source: {itemCount, plural, one {# item} other {# items}}
pt: {itemCount, plural, one {# item} other {# itens}}

source: {purchaseCount} purchases
pt: {purchaseCount} compras

source: © {0} ShopWise. All rights reserved.
pt: © {0} ShopWise. Todos os direitos reservados.

source: A breakdown of your total spending for {currentMonthName} by store.
pt: Detalhamento de seus gastos totais em {currentMonthName} por loja.

source: A detailed view of how your spending is distributed across product categories in {currentMonthName}.
pt: Uma visão detalhada de como seus gastos são distribuídos por categorias de produto em {currentMonthName}.

source: A Fuller Life.
pt: Uma Vida Mais Plena.

source: A list of the most recent items you purchased in {currentMonthName}.
pt: Uma lista dos itens mais recentes que você comprou em {currentMonthName}.

source: Access the QR code of your fiscal receipt
pt: Acesse o código QR do seu cupom fiscal

source: Actions
pt: Ações

source: Active
pt: Ativo

source: Active shopping list
pt: Lista de compras ativa

source: Add a new purchase to see your top expenses here.
pt: Adicione uma nova compra para ver aqui suas maiores despesas.

source: Add a new supermarket, wholesale or market to your preferred locations.
pt: Adicione um novo supermercado, atacarejo ou feira às suas localidades preferidas.

source: Add Item
pt: Adicionar item

source: Add Item Manually
pt: Adicionar item manualmente

source: Add items above or use AI suggestions to get started.
pt: Adicione itens acima ou use sugestões de IA para começar.

source: Add New Purchase
pt: Adicionar nova compra

source: Add New Store
pt: Adicionar nova loja

source: Add Purchase
pt: Adicionar compra

source: Add to Favorites
pt: Adicionar aos favoritos

source: Address
pt: Endereço

source: Address (Optional)
pt: Endereço (Opcional)

source: Admin Dashboard
pt: Painel de Administração

source: Administration
pt: Administração

source: Adults
pt: Adultos

source: Advanced AI-driven insights
pt: Insights avançados com IA

source: Advanced budgets
pt: Orçamentos avançados

source: Advanced reports
pt: Relatórios avançados

source: AI Suggestions
pt: Sugestões de IA

source: All caught up!
pt: Tudo atualizado!

source: All periods
pt: Todos os períodos

source: All Purchases (Fallback Mode)
pt: Todas as compras (Modo de reserva)

source: All stores
pt: Todas as lojas

source: Already have an account?
pt: Já tem uma conta?

source: Amount
pt: Valor

source: Amount Spent
pt: Valor gasto

source: An error occurred while deleting the purchase. Please try again.
pt: Ocorreu um erro ao excluir a compra. Por favor, tente novamente.

source: An error occurred while saving your preferences. Please try again.
pt: Ocorreu um erro ao salvar suas preferências. Por favor, tente novamente.

source: An error occurred while updating the purchase. Please try again.
pt: Ocorreu um erro ao atualizar a compra. Por favor, tente novamente.

source: An unexpected error occurred while saving your preferences. Please try again later.
pt: Ocorreu um erro inesperado ao salvar suas preferências. Por favor, tente novamente mais tarde.

source: An unexpected error occurred. Please try again.
pt: Ocorreu um erro inesperado. Por favor, tente novamente.

source: Analysis of your spending patterns and trends based on historical data.
pt: Análise dos seus padrões e tendências de gastos com base em dados históricos.

source: Analyze market trends based on aggregated user data.
pt: Analise as tendências do mercado com base em dados agregados dos usuários.

source: Analyze NFCe
pt: Analisar NFCe

source: Analyze your spending with intuitive charts and make smarter decisions.
pt: Analise seus gastos com gráficos intuitivos e tome decisões mais inteligentes.

source: Analyzing NFCe...
pt: Analisando NFCe...

source: Analyzing...
pt: Analisando...

source: Annual billing
pt: Cobrança anual

source: Appearance
pt: Aparência

source: Are you absolutely sure?
pt: Você tem certeza absoluta?

source: Are you sure you want to sign out?
pt: Tem certeza de que deseja sair?

source: As you add more purchases, our AI will generate personalized recommendations for you here.
pt: À medida que você adicionar mais compras, nossa IA gerará recomendações personalizadas para você aqui.

source: Audit & Testing
pt: Auditoria e Testes

source: Audit & Tests
pt: Auditoria e Testes

source: Audit and testing tools will be available here.
pt: Ferramentas de auditoria e teste estarão disponíveis aqui.

source: Automatic receipt scanning
pt: Digitalização automática de recibos

source: Automatic synchronization with banks
pt: Sincronização automática com bancos

source: Avg Unit Price
pt: Preço unitário médio

source: Avg: {0} items/month
pt: Média: {0} itens/mês

source: Avg: {0}/month
pt: Média: {0}/mês

source: Avg/Month
pt: Média/mês

source: Baby and Child care
pt: Cuidados com bebês e crianças

source: Bakery
pt: Padaria

source: Bakery and Deli
pt: Padaria e Delicatessen

source: Bank
pt: Banco

source: Bank integration
pt: Integração bancária

source: Bank Transfer
pt: Transferência bancária

source: Barcode
pt: Código de barras

source: Based on spending pattern analysis
pt: Com base na análise do padrão de gastos

source: Basic finance control
pt: Controle financeiro básico

source: Basic spending insights
pt: Insights básicos de gastos

source: Beverages
pt: Bebidas

source: Bonds
pt: Títulos

source: Brand
pt: Marca

source: Breakfast and Snacks
pt: Café da manhã e lanches

source: Budgets
pt: Orçamentos

source: Butcher
pt: Açougue

source: Camera access is required to scan QR codes
pt: Acesso à câmera é necessário para escanear códigos QR

source: Cancel
pt: Cancelar

source: Cancel and Start New Import
pt: Cancelar e iniciar nova importação

source: Canceled
pt: Cancelado

source: Cash
pt: Dinheiro

source: Category
pt: Categoria

source: Category Breakdown:
pt: Detalhamento por categoria:

source: Change
pt: Alterar

source: Change Password
pt: Alterar senha

source: Change vs last purchase month
pt: Comparar com o mês da última compra

source: Cheapest at
pt: Mais barato em

source: Children
pt: Crianças

source: Choose a new strong password.
pt: Escolha uma nova senha forte.

source: Choose the plan that best fits your needs.
pt: Escolha o plano que melhor atende às suas necessidades.

source: Cleaning and household
pt: Limpeza e doméstico

source: CNPJ (Optional)
pt: CNPJ (Opcional)

source: Comparing unit price and quantity for the selected product across the last 6 months.
pt: Comparando preço unitário e quantidade do produto selecionado nos últimos 6 meses.

source: Complete investment tracking
pt: Rastreamento completo de investimentos

source: Completed
pt: Concluído

source: Composition
pt: Composição

source: Configure application-wide settings.
pt: Configurar as configurações da aplicação.

source: Confirm and Save Purchase
pt: Confirmar e salvar compra

source: Consumption Overview
pt: Visão geral do consumo

source: Consumption Overview - Through {currentMonthName}
pt: Visão geral do consumo - Até {currentMonthName}

source: Could not add item to shopping list
pt: Não foi possível adicionar o item à lista de compras

source: Could not add suggested item
pt: Não foi possível adicionar o item sugerido

source: Could not delete item
pt: Não foi possível excluir o item

source: Could not get AI suggestions
pt: Não foi possível obter sugestões de IA

source: Could not load shopping list
pt: Não foi possível carregar a lista de compras

source: Could not load shopping list items
pt: Não foi possível carregar os itens da lista de compras

source: Could not process the NFCe. Please check if the URL is correct and try again.
pt: Não foi possível processar a NFCe. Verifique se a URL está correta e tente novamente.

source: Could not update item
pt: Não foi possível atualizar o item

source: Create Account
pt: Criar conta

source: Create and manage shopping lists
pt: Criar e gerenciar listas de compras

source: Create Your Account
pt: Crie sua conta

source: Credit Card
pt: Cartão de crédito

source: Credit Cards
pt: Cartões de crédito

source: Cryptocurrencies
pt: Criptomoedas

source: Current
pt: Atual

source: Current Month
pt: Mês atual

source: Current Password
pt: Senha atual

source: Current Plan
pt: Plano atual

source: Current: {currentMonthName}
pt: Atual: {currentMonthName}

source: Customize the look and behavior of the app.
pt: Personalize a aparência e o comportamento do aplicativo.

source: Daily
pt: Diário

source: Dairy and Chilled
pt: Laticínios e resfriados

source: Dark
pt: Escuro

source: Data extracted from fiscal receipt
pt: Dados extraídos do cupom fiscal

source: Data was automatically enriched.
pt: Os dados foram enriquecidos automaticamente.

source: Date
pt: Data

source: Date:
pt: Data:

source: Debit Card
pt: Cartão de débito

source: Debug Raw Data
pt: Depurar dados brutos

source: Decreasing
pt: Diminuindo

source: Delete Account
pt: Excluir conta

source: Delete All Data
pt: Excluir todos os dados

source: Delete All My Data
pt: Excluir todos os meus dados

source: Delete My Account
pt: Excluir minha conta

source: Delete Purchase
pt: Excluir compra

source: Delete Purchase?
pt: Excluir compra?

source: Detailed analytics and projections
pt: Análises detalhadas e projeções

source: Discounts
pt: Descontos

source: Display Name
pt: Nome de exibição

source: Don't have an account?
pt: Não tem uma conta?

source: e.g., 123 Flower St, City
pt: ex.: 123 Rua das Flores, Cidade

source: e.g., Neighborhood Supermarket
pt: ex.: Supermercado do Bairro

source: Edit Item
pt: Editar item

source: Education
pt: Educação

source: Enable push notifications
pt: Ativar notificações push

source: Enter the confirmation code
pt: Digite o código de confirmação

source: Enter your credentials to access your account.
pt: Digite suas credenciais para acessar sua conta.

source: Error
pt: Erro

source: Error Creating Account
pt: Erro ao criar conta

source: Error fetching consumption analysis.
pt: Erro ao obter análise de consumo.

source: Error getting suggestions
pt: Erro ao obter sugestões

source: Error processing NFCe
pt: Erro ao processar NFCe

source: Error Saving
pt: Erro ao salvar

source: Error updating profile.
pt: Erro ao atualizar o perfil.

source: estimate
pt: estimativa

source: Everything you need to take control of your finances.
pt: Tudo o que você precisa para assumir o controle das suas finanças.

source: Expired
pt: Expirado

source: Exportable reports and CSV
pt: Relatórios exportáveis e CSV

source: Extracting purchase data from your receipt. This may take a few moments.
pt: Extraindo dados da compra do seu recibo. Isso pode levar alguns instantes.

source: Failed to extract PDF data
pt: Falha ao extrair dados do PDF

source: Failed to load purchase history.
pt: Falha ao carregar o histórico de compras.

source: Failed to load purchase items.
pt: Falha ao carregar os itens da compra.

source: Fallback Mode Active
pt: Modo de reserva ativo

source: Family
pt: Família

source: Family Composition
pt: Composição familiar

source: Family ID is required to load purchases.
pt: ID da família é obrigatório para carregar compras.

source: Family not found. Please check your account settings.
pt: Família não encontrada. Verifique as configurações da sua conta.

source: Family Settings
pt: Configurações da família

source: Favorite Stores
pt: Lojas favoritas

source: Filter by period
pt: Filtrar por período

source: Filter by store
pt: Filtrar por loja

source: Filtered view - clear filters to see monthly organization.
pt: Visão filtrada - limpe os filtros para ver a organização mensal.

source: For individuals and small families starting out.
pt: Para indivíduos e famílias pequenas que estão começando.

source: For those who want advanced insights and AI features.
pt: Para quem deseja insights avançados e recursos de IA.

source: Forgot password?
pt: Esqueceu a senha?

source: Forgot Your Password?
pt: Esqueceu sua senha?

source: Free
pt: Grátis

source: Frozen foods
pt: Congelados

source: Full Control
pt: Controle total

source: Full featured budget system
pt: Sistema de orçamento completo

source: Funds
pt: Fundos

source: Generate and view system usage reports.
pt: Gerar e visualizar relatórios de uso do sistema.

source: Getting suggestions...
pt: Obtendo sugestões...

source: Global configuration options will be available here.
pt: Opções de configuração globais estarão disponíveis aqui.

source: Global Settings
pt: Configurações globais

source: Goal
pt: Objetivo

source: Goals
pt: Objetivos

source: Goals Summary
pt: Resumo de objetivos

source: Gram
pt: Grama

source: Help our AI provide better suggestions by telling us about your family.
pt: Ajude nossa IA a fornecer melhores sugestões contando-nos sobre sua família.

source: Hide password
pt: Ocultar senha

source: High
pt: Alto

source: Historical top: {0}
pt: Destaque histórico: {0}

source: Home and General
pt: Casa e gerais

source: How to get the NFCe URL:
pt: Como obter a URL da NFCe:

source: Ignored Stores
pt: Lojas ignoradas

source: Import from PDF
pt: Importar do PDF

source: Import from PDF, scan NFCe QR code, enter NFCe URL, or add manually.
pt: Importar de PDF, escanear o QR code da NFCe, inserir a URL da NFCe ou adicionar manualmente.

source: Increasing
pt: Crescendo

source: Initializing camera...
pt: Inicializando câmera...

source: Insufficient Data
pt: Dados insuficientes

source: Investment portfolio
pt: Carteira de investimentos

source: Investments
pt: Investimentos

source: Item name
pt: Nome do item

source: Item updated successfully
pt: Item atualizado com sucesso

source: Items
pt: Itens

source: Items Purchased
pt: Itens comprados

source: Join thousands of families who are transforming their financial lives.
pt: Junte-se a milhares de famílias que estão transformando suas vidas financeiras.

source: Last 3 months
pt: Últimos 3 meses

source: Last 6 months
pt: Últimos 6 meses

source: Last month
pt: Último mês

source: Last year
pt: Último ano

source: Light
pt: Claro

source: Liter
pt: Litro

source: Loading purchase...
pt: Carregando compra...

source: Loading shopping list...
pt: Carregando lista de compras...

source: Loading...
pt: Carregando...

source: Login
pt: Entrar

source: Login Error
pt: Erro de login

source: Low
pt: Baixo

source: Main Shopping List
pt: Lista principal de compras

source: Make corrections to the extracted item's details here.
pt: Faça correções nos detalhes do item extraído aqui.

source: Manage Notifications
pt: Gerenciar notificações

source: Manage security settings and protocols.
pt: Gerenciar configurações e protocolos de segurança.

source: Manage Users
pt: Gerenciar usuários

source: Manage your account, preferences and privacy settings.
pt: Gerencie sua conta, preferências e configurações de privacidade.

source: Manage your active shopping list. Add, remove and check items.
pt: Gerencie sua lista de compras ativa. Adicione, remova e marque itens.

source: Manage your family composition, preferred stores, and your plan.
pt: Gerencie a composição da sua família, lojas preferidas e seu plano.

source: Manage your family, preferred stores, and analyze your purchase history.
pt: Gerencie sua família, lojas favoritas e analise seu histórico de compras.

source: Manage your Plan
pt: Gerenciar seu plano

source: Manual Entry
pt: Entrada manual

source: Manual expense tracking
pt: Rastreamento manual de despesas

source: Mark all as read
pt: Marcar todos como lidos

source: Market
pt: Mercado

source: Market Added
pt: Mercado adicionado

source: Market analysis tools will be available here.
pt: Ferramentas de análise de mercado estarão disponíveis aqui.

source: Market Insights
pt: Insights de mercado

source: Markets
pt: Mercados

source: Meat and Seafood
pt: Carnes e frutos do mar

source: Medium
pt: Médio

source: month
pt: mês

source: Month
pt: Mês

source: Monthly
pt: Mensal

source: Monthly billing
pt: Cobrança mensal

source: Monthly grouping is temporarily unavailable. Showing all purchases in a single list.
pt: Agrupamento mensal temporariamente indisponível. Mostrando todas as compras em uma única lista.

source: Monthly Spending by Store - {currentMonthName}
pt: Gastos mensais por loja - {currentMonthName}

source: Months Active
pt: Meses ativos

source: Move to favorites
pt: Mover para favoritos

source: Move to ignored
pt: Mover para ignorados

source: Moved to Favorites
pt: Movido para favoritos

source: Moved to Ignored
pt: Movido para ignorados

source: My Account
pt: Minha conta

source: Name
pt: Nome

source: Need more data for analysis
pt: Necessita de mais dados para análise

source: New Analysis
pt: Nova análise

source: New Password
pt: Nova senha

source: NFCe Analysis Result
pt: Resultado da análise NFCe

source: NFCe processed with AI:
pt: NFCe processada com IA:

source: NFCe URL
pt: URL da NFCe

source: No active goals
pt: Sem objetivos ativos

source: No Analysis Available
pt: Nenhuma análise disponível

source: No camera found on device
pt: Nenhuma câmera encontrada no dispositivo

source: No data
pt: Sem dados

source: No Data to Display
pt: Nenhum dado para exibir

source: No Expenses This Month
pt: Sem despesas este mês

source: No history
pt: Sem histórico

source: No internet connection. Please check your network and try again.
pt: Sem conexão com a internet. Verifique sua rede e tente novamente.

source: No items in your shopping list yet.
pt: Ainda não há itens na sua lista de compras.

source: No previous
pt: Sem anterior

source: No previous purchase
pt: Nenhuma compra anterior

source: No problem. Enter your email and we'll send you a link to reset it.
pt: Sem problema. Insira seu email e enviaremos um link para redefini-lo.

source: No product selected.
pt: Nenhum produto selecionado.

source: No Purchases Found
pt: Nenhuma compra encontrada

source: No purchases to display
pt: Nenhuma compra para exibir

source: No Recommendations Yet
pt: Ainda sem recomendações

source: Notification management tools will be available here.
pt: Ferramentas de gerenciamento de notificações estarão disponíveis aqui.

source: Notifications
pt: Notificações

source: Operation completed successfully.
pt: Operação concluída com sucesso.

source: or
pt: ou

source: OR
pt: OU

source: Other
pt: Outro

source: Others
pt: Outros

source: Our AI is analyzing your data... this may take a moment.
pt: Nossa IA está analisando seus dados... isto pode levar um momento.

source: Overview of your active goals and their progress.
pt: Visão geral dos seus objetivos ativos e seu progresso.

source: Password
pt: Senha

source: Password must have at least 6 characters.
pt: A senha deve ter pelo menos 6 caracteres.

source: Past due
pt: Em atraso

source: Paste the full URL in the field above
pt: Cole a URL completa no campo acima

source: Paste the NFCe URL obtained through a QR code reader
pt: Cole a URL da NFCe obtida por um leitor de QR code

source: Paste the NFCe URL to automatically extract the data.
pt: Cole a URL da NFCe para extrair automaticamente os dados.

source: Paste the NFCe URL you want to analyze here
pt: Cole aqui a URL da NFCe que deseja analisar

source: Payment Error
pt: Erro de pagamento

source: Payment Success
pt: Pagamento realizado com sucesso

source: PDF data extracted successfully
pt: Dados do PDF extraídos com sucesso

source: PDF data was extracted successfully. Please review the items below before saving.
pt: Os dados do PDF foram extraídos com sucesso. Reveja os itens abaixo antes de salvar.

source: Permanently delete all your purchase history and related data.
pt: Excluir permanentemente todo o seu histórico de compras e dados relacionados.

source: Permanently delete your ShopWise account.
pt: Excluir permanentemente sua conta ShopWise.

source: Personal care
pt: Cuidados pessoais

source: Personalized budgeting recommendations
pt: Recomendações de orçamento personalizadas

source: Pet supplies
pt: Produtos para animais de estimação

source: Pets
pt: Animais de estimação

source: Pharmacy
pt: Farmácia

source: Plan
pt: Plano

source: Plan updated successfully!
pt: Plano atualizado com sucesso!

source: Plans starting at
pt: Planos a partir de

source: Please enter a password with at least 6 characters.
pt: Por favor, insira uma senha com pelo menos 6 caracteres.

source: Please enter a URL
pt: Por favor, insira uma URL

source: Please enter a valid email.
pt: Por favor, insira um email válido.

source: Please enter a valid NFCe URL
pt: Por favor, insira uma URL NFCe válida

source: Please enter a valid URL
pt: Por favor, insira uma URL válida

source: Please enter at least two caracters.
pt: Por favor, insira pelo menos dois caracteres.

source: Please log in again to access your purchase history.
pt: Faça login novamente para acessar seu histórico de compras.

source: Pnatry and Dry goods
pt: Despensa e produtos secos

source: Position the NFCe QR code in front of the camera
pt: Posicione o QR code da NFCe em frente à câmera

source: Potential Savings
pt: Possíveis economias

source: Powerful Features
pt: Recursos poderosos

source: Preferences
pt: Preferências

source: Premium — Annually
pt: Premium — Anual

source: Premium — Monthly
pt: Premium — Mensal

source: Premium Feature
pt: Recurso Premium

source: Price
pt: Preço

source: Price comparison across stores
pt: Comparação de preços entre lojas

source: Price history (24 months)
pt: Histórico de preços (24 meses)

source: Privacy and Security
pt: Privacidade e segurança

source: Processing PDF...
pt: Processando PDF...

source: Processing...
pt: Processando...

source: Produce and Eggs
pt: Produtos e ovos

source: Product
pt: Produto

source: Product Comparison
pt: Comparação de produtos

source: Products
pt: Produtos

source: Products that had the biggest impact on your budget in {currentMonthName}.
pt: Produtos que mais impactaram seu orçamento em {currentMonthName}.

source: Profile
pt: Perfil

source: Profile Information
pt: Informações do perfil

source: Progress
pt: Progresso

source: Purchase
pt: Compra

source: Purchase Data
pt: Dados da compra

source: Purchase Date
pt: Data da compra

source: Purchase deleted successfully.
pt: Compra excluída com sucesso.

source: Purchase Details
pt: Detalhes da compra

source: Purchase Details: {0}
pt: Detalhes da compra: {0}

source: Purchase History
pt: Histórico de compras

source: Purchase History Summary
pt: Resumo do histórico de compras

source: Purchase saved successfully!
pt: Compra salva com sucesso!

source: Purchase updated successfully.
pt: Compra atualizada com sucesso.

source: Purchases
pt: Compras

source: Qtt
pt: Qtd

source: Qty
pt: Qtd

source: Qty.
pt: Qtd.

source: Quantity
pt: Quantidade

source: Quarterly
pt: Trimestral

source: Real Estate
pt: Imóveis

source: Receive AI-powered suggestions and never forget an item again.
pt: Receba sugestões com IA e nunca mais esqueça um item.

source: Receive updates and suggestions.
pt: Receber atualizações e sugestões.

source: Recently Purchased Items - {currentMonthName}
pt: Itens comprados recentemente - {currentMonthName}

source: Recommendations and Insights
pt: Recomendações e insights

source: Refresh to retry
pt: Atualize para tentar novamente
